/* edit button title */
"Edit..." = "Edit...";

/* keep previous version button title */
"Keep Previous Version" = "Keep Previous Version";

/* reload button title */
"Reload" = "Reload";

/* Ruby script file changed dialog title */
"Ruby Script Changed" = "Ruby Script Changed";

/* Ruby script error title */
"Ruby Script Error" = "Ruby Script Error";

/* RubyCocoa required error title */
"RubyCocoa Required" = "RubyCocoa Required";

/* RubyCocoa required error message */
"RubyCocoa was not found. The Ruby console and any Ruby plugins will not work during this session. For the latest version of RubyCocoa visit http://rubycocoa.sourceforge.net." = "RubyCocoa was not found. The Ruby console and any Ruby plugins will not work during this session. For the latest version of RubyCocoa visit http://rubycocoa.sourceforge.net.";

/* Ruby script error message */
"The Ruby script \"%@\" had an error while loading." = "The Ruby script \"%@\" had an error while loading.";

/* Ruby script changed on disk message */
"The Ruby script \"%@\" has changed on disk. Any script variables will reset if reloaded." = "The Ruby script \"%@\" has changed on disk. Any script variables will reset if reloaded.";

